Repository: RockxyApp/Rockxy
Catalog: Rockxy/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Listening
zh_hans: 正在监听

source: Listening on %@
zh_hans: 正在监听 %@

source: Live listener
zh_hans: 实时监听器

source: Live proxy listener
zh_hans: 实时代理监听器

source: Live trace, step, and mark events streamed from paired Babylon clients.
zh_hans: 从已配对的 Babylon 客户端流式传输实时跟踪、步骤和标记事件。

source: Load an HTTPS page in Safari or run the target app's login flow once and confirm Rockxy captures the request. A VPN may bypass the Wi-Fi proxy, so disable it while validating.
zh_hans: 在 Safari 中加载一个 HTTPS 页面，或运行一次目标应用的登录流程，并确认 Rockxy 捕获到该请求。VPN 可能会绕过 Wi-Fi 代理，因此请在验证时将其停用。

source: Load an HTTPS page or run the app's login flow and confirm Rockxy captures the request before you debug deeper.
zh_hans: 加载 HTTPS 页面或运行应用的登录流程，并确认 Rockxy 已捕获该请求，然后再深入调试。

source: Load failed: %@
zh_hans: 加载失败：%@

source: Load from File...
zh_hans: 从文件加载...

source: Loading certificate details…
zh_hans: 正在加载证书详细信息…

source: Loading release notes…
zh_hans: 正在加载发布说明…

source: Loading script…
zh_hans: 正在加载脚本…

source: Loading…
zh_hans: 正在加载…

source: Local · Read-only
zh_hans: 本地 · 只读

source: Local analysis · %lld requests
zh_hans: 本地分析 · %lld 个请求

source: Local directory
zh_hans: 本地目录

source: Local file
zh_hans: 本地文件

source: Local Import Available
zh_hans: 可从本地导入

source: Local Import Unavailable
zh_hans: 本地导入不可用

source: Local investigation is always available. Sending a prompt to a configured model requires an explicit Review Data confirmation.
zh_hans: 本地调查始终可用。向已配置的模型发送提示词需要明确确认“审查数据”。

source: Local probe captured
zh_hans: 已捕获本地探测

source: Local probe not captured
zh_hans: 未捕获本地探测请求

source: Local probe unavailable
zh_hans: 本地探测不可用

source: Local Project
zh_hans: 本地项目

source: Local Protobuf Schemas
zh_hans: 本地 Protobuf 架构

source: Local Response
zh_hans: 本地响应

source: Local schema
zh_hans: 本地架构

source: Local schema import is unavailable in this version of Rockxy.
zh_hans: 此版本的 Rockxy 无法导入本地架构。

source: Local Schemas…
zh_hans: 本地架构…

source: Local storage, exports, and data-handling details.
zh_hans: 本地存储、导出和数据处理详情。

source: Local Traffic Storage
zh_hans: 本地流量存储

source: Local-only connection on this Mac
zh_hans: 仅限这台 Mac 的本地连接

source: Local, read-only comparison
zh_hans: 本地只读比较

source: Locality
zh_hans: 局部性

source: Logs
zh_hans: 日志

source: Long-press the connected Wi-Fi, choose Modify, and enter a manual proxy with the Mac's LAN IP and Rockxy's port.
zh_hans: 长按已连接的 Wi-Fi，选择“修改”，然后使用 Mac 的局域网 IP 和 Rockxy 端口输入手动代理。

source: Loopback reaches the simulator by default
zh_hans: 默认情况下可通过回环地址访问模拟器

source: Mac Setup Guide
zh_hans: Mac 设置指南

source: macOS blocked helper registration before Rockxy could finish installing it. Open System Settings > Login Items and approve Rockxy if it appears there. If Rockxy is not listed, clear stale Rockxy helper registrations and try installing again.
zh_hans: macOS 在 Rockxy 完成安装辅助工具之前阻止了其注册。请打开“系统设置”>“登录项”，如果其中出现 Rockxy，请予以批准。如果未列出 Rockxy，请清除过期的 Rockxy 辅助工具注册并再次尝试安装。

source: macOS accepted the request to open %@, but the application is still completing first-launch checks. Follow any macOS prompt and wait for it to open.
zh_hans: macOS 已接受打开 %@ 的请求，但该应用仍在完成首次启动检查。请按提示处理任何 macOS 对话框，并等待应用打开。

source: macOS accepted the request to open %@, but the application is still completing first-launch checks. Follow any macOS prompt and wait for it to open. Temporary settings recovery remains active.
zh_hans: macOS 已接受打开 %@ 的请求，但该应用仍在完成首次启动检查。请按提示处理任何 macOS 对话框，并等待应用打开。临时设置恢复仍处于活动状态。

source: macOS still rejects the certificate. Confirm the trust setting, then recheck.
zh_hans: macOS 仍拒绝此证书。请确认信任设置，然后重新检查。

source: macOS System Proxy Disabled
zh_hans: macOS 系统代理已停用

source: macOS System Proxy Enabled
zh_hans: macOS 系统代理已启用

source: Make Rockxy reachable from the device
zh_hans: 让设备能够访问 Rockxy

source: Manage Access
zh_hans: 管理访问权限

source: Manage AI Models…
zh_hans: 管理 AI 模型…

source: Manage Automatic, HTTP, HTTPS, and SOCKS5 upstream options in one shared settings window.
zh_hans: 在一个共享设置窗口中管理自动、HTTP、HTTPS 和 SOCKS5 上游选项。

source: Manage Certificates
zh_hans: 管理证书

source: Manage Header Columns…
zh_hans: 管理标头列…

source: Manage installed plugins and available extensions.
zh_hans: 管理已安装的插件和可用的扩展。

source: Manage Projects…
zh_hans: 管理项目…

source: Manage Rules
zh_hans: 管理规则

source: Manage Rules…
zh_hans: 管理规则…

source: Manual
zh_hans: 手动

source: Manual app setup
zh_hans: 手动应用设置

source: Manual cURL setup is supported with direct command and env examples.
zh_hans: 支持通过直接命令和环境变量示例手动设置 cURL。

source: Manual Golang setup is supported for common HTTP stacks.
zh_hans: 支持为常见 HTTP 技术栈手动配置 Golang。

source: Manual guide
zh_hans: 手动指南

source: Manual Node.js setup is supported with runtime-specific snippets.
zh_hans: 支持使用特定于运行时的代码片段手动设置 Node.js。

source: Manual Python setup is available.
zh_hans: 可以手动设置 Python。

source: Manual Ruby setup is supported with common HTTP client examples.
zh_hans: 支持手动配置 Ruby，并提供常见 HTTP 客户端示例。

source: Manual Rust setup is supported for reqwest-based traffic.
zh_hans: 支持为基于 reqwest 的流量手动设置 Rust。

source: Manual Setup
zh_hans: 手动设置

source: Manual Setup...
zh_hans: 手动设置...

source: Manual trust command
zh_hans: 手动信任命令

source: Manual update checks are available in this local build. Automatic checks stay off while developing in Xcode.
zh_hans: 此本地构建可进行手动更新检查。在 Xcode 中开发时，自动检查保持关闭。

source: Manual validation
zh_hans: 手动验证

source: Manual validation only
zh_hans: 仅手动验证

source: Manually configured clients that still reach Rockxy remain encrypted and are tunneled.
zh_hans: 仍能连接 Rockxy 的手动配置客户端会保持加密，并通过隧道传输。

source: Manually saved session files, rules, and favorites are not deleted.
zh_hans: 手动保存的会话文件、规则和收藏项不会被删除。

source: Map Local Editor
zh_hans: Map Local 编辑器

source: MAP LOCAL OFF
zh_hans: MAP LOCAL 已关闭

source: Map Local participates in Rockxy's global first-match rule order. Reorder rules from the More menu; unavailable local targets safely fall back to the origin.
zh_hans: Map Local 遵循 Rockxy 的全局首个匹配规则顺序。可从“更多”菜单重新排序规则；不可用的本地目标会安全回退到源服务器。

source: Map Local serves a matching request from a local file — you set the status code, headers, and body — so you can mock an endpoint.
zh_hans: Map Local 会为匹配的请求从本地文件提供响应，你可以设置状态码、标头和正文，从而模拟端点。

source: Map Remote Editor
zh_hans: Map Remote 编辑器

source: MAP REMOTE OFF
zh_hans: MAP REMOTE 已关闭

source: Map Remote participates in Rockxy's global first-match rule order. Blank fields keep matched request components; changing Protocol with a blank Port uses the new protocol's default.
zh_hans: Map Remote 遵循 Rockxy 的全局首个匹配规则顺序。留空的字段会保留匹配请求的组件；更改协议但端口留空时，将使用新协议的默认端口。

source: Map Remote redirects a matching request to a different host, port, or path — handy for pointing an app at staging or a local server.
zh_hans: Map Remote 会将匹配的请求重定向到其他主机、端口或路径，适合将 App 指向预发布环境或本地服务器。

source: Map Remote supports HTTP and HTTPS destinations.
zh_hans: Map Remote 支持 HTTP 和 HTTPS 目标。

source: Mark
zh_hans: 标记

source: Marked as trusted for TLS
zh_hans: 已标记为受 TLS 信任

source: Match
zh_hans: 匹配

source: Match Condition
zh_hans: 匹配条件

source: Match type
zh_hans: 匹配类型

source: Match Type
zh_hans: 匹配类型

source: Matched — this request will use the local response.
zh_hans: 已匹配 — 此请求将使用本地响应。

source: Matched Rule
zh_hans: 匹配的规则

source: Matches
zh_hans: 匹配项

source: Matches this domain and all of its subdomains.
zh_hans: 匹配此域名及其所有子域名。

source: Matches this domain and its subdomains, such as api.example.com.
zh_hans: 匹配此域名及其子域名，例如 api.example.com。

source: Matches this path and all child paths.
zh_hans: 匹配此路径及其所有子路径。

source: Matches URL paths that begin with this value, such as /v1/orders.
zh_hans: 匹配以此值开头的 URL 路径，例如 /v1/orders。

source: Matches: %@
zh_hans: 匹配项：%@

source: Matching Configuration
zh_hans: 匹配配置

source: Matching is case-insensitive. Request and Response are kept separate.
zh_hans: 匹配不区分大小写。请求和响应分开处理。

source: Matching requests appear in the session. Other traffic continues through the proxy without being recorded.
zh_hans: 匹配的请求会出现在会话中。其他流量会继续通过代理，但不会被记录。

source: Matching requests are hidden after the include conditions are applied.
zh_hans: 应用包含条件后，匹配的请求将被隐藏。

source: Matching Rule
zh_hans: 匹配规则

# Matching rule '%@' exceeds %lld characters.
source: Matching rule '%1$@' exceeds %2$lld characters.
zh_hans: 匹配规则 ‘%1$@’ 超过 %2$lld 个字符。

source: Matching rule cannot be empty.
zh_hans: 匹配规则不能为空。

source: Matching scripts can run in sequence. A block or mock result ends the chain.
zh_hans: 匹配的脚本可以依次运行。阻止或模拟结果会结束执行链。

source: Maximum output tokens
zh_hans: 最大输出 token 数

source: MCP (Model Context Protocol) allows compatible tools to interact with Rockxy. The AI can read captured HTTP traffic, inspect request and response details, export requests as cURL, and view proxy rules and status.
zh_hans: MCP（Model Context Protocol）允许兼容工具与 Rockxy 交互。AI 可以读取捕获的 HTTP 流量、检查请求和响应详细信息、将请求导出为 cURL，以及查看代理规则和状态。

source: MCP Server
zh_hans: MCP 服务器

source: Message Frames
zh_hans: 消息帧

source: Message is empty.
zh_hans: 消息为空。

source: Message type
zh_hans: 消息类型

source: Message Type
zh_hans: 消息类型

source: Message type can only contain letters, numbers, underscores, periods, and dollar signs.
zh_hans: 消息类型只能包含字母、数字、下划线、句点和美元符号。

source: Messages
zh_hans: 消息

source: Metadata
zh_hans: 元数据

source: Metadata And Trailers
zh_hans: 元数据和尾部

source: Metadata Sparse
zh_hans: 元数据稀疏

source: Method
zh_hans: 方法

source: Method needs manual inspection
zh_hans: 方法需要手动检查

source: Methods
zh_hans: 方法

source: Metro bridge failures need a bypass path
zh_hans: Metro 桥接故障需要绕过路径

source: Metro checklist
zh_hans: Metro 检查清单

source: Migrate from Another Proxy
zh_hans: 从其他代理迁移

source: Migrating replaces all current rules. Rockxy keeps the current Allow List on/off state.
zh_hans: 迁移会替换所有当前规则。Rockxy 会保留当前允许列表的开关状态。

source: Missing
zh_hans: 缺失

source: Missing HTTP start line.
zh_hans: 缺少 HTTP 起始行。

source: Missing Schema
zh_hans: 缺少架构

source: Model
zh_hans: 模型

source: Model access is disabled in AI Assistant Settings
zh_hans: AI 助手设置已停用模型访问

# Model details: %@, %@, %@
source: Model details: %1$@, %2$@, %3$@
zh_hans: 模型详情：%1$@、%2$@、%3$@

source: Model files remain managed by Ollama. Downloads can require several GB of disk and memory; model license terms vary.
zh_hans: 模型文件仍由 Ollama 管理。下载可能需要数 GB 的磁盘空间和内存；模型许可条款各不相同。

source: Model ID, for example qwen3:8b
zh_hans: 模型 ID，例如 qwen3:8b

source: Model providers and data handling for the AI Assistant.
zh_hans: AI 助手的模型提供商和数据处理。

source: Models and reviewed traffic stay on this Mac through this local endpoint.
zh_hans: 通过此本地端点，模型和已审查流量都会保留在这台 Mac 上。

source: Models are installed separately by Ollama and may require several GB each.
zh_hans: 模型由 Ollama 单独安装，每个模型可能需要数 GB 空间。

source: Modify Headers
zh_hans: 修改标头

source: Modify Headers adds, removes, or replaces headers on matching requests or responses — for example injecting or stripping one.
zh_hans: 修改标头会在匹配的请求或响应上添加、移除或替换标头 — 例如注入或去除某个标头。

source: Modify Headers is off
zh_hans: 修改标头已关闭

source: MODIFY HEADERS OFF
zh_hans: 修改标头已关闭

source: Modify Headers…
zh_hans: 修改标头…

source: Monthly
zh_hans: 每月

source: More
zh_hans: 更多

source: More actions
zh_hans: 更多操作

source: More filters
zh_hans: 更多筛选器

source: More inspector tabs
zh_hans: 更多检查器标签页

source: More traffic actions
zh_hans: 更多流量操作

source: More Traffic Actions
zh_hans: 更多流量操作

source: Most apps do not trust user CAs by default
zh_hans: 大多数应用默认不信任用户 CA

source: Move Down
zh_hans: 下移

source: Move operation %lld down
zh_hans: 将操作 %lld 下移

source: Move operation %lld up
zh_hans: 上移操作 %lld

source: Move operation down
zh_hans: 下移操作

source: Move operation up
zh_hans: 上移操作

source: Move Up
zh_hans: 上移

source: MULTIPLE ENABLED
zh_hans: 已启用多个

source: Multiple HTTPS hosts rejected the proxy certificate. Check that the Rockxy Root CA is trusted in Keychain Access, then restart your browser.
zh_hans: 多个 HTTPS 主机拒绝了代理证书。请在“钥匙串访问”中检查 Rockxy 根 CA 是否受信任，然后重新启动浏览器。

source: Multiple HTTPS hosts rejected the proxy certificate. Restart your browser to pick up the new Rockxy Root CA trust settings.
zh_hans: 多个 HTTPS 主机拒绝了代理证书。请重新启动浏览器，以应用新的 Rockxy 根 CA 信任设置。

source: Multiple JSON-RPC calls shipped together
zh_hans: 多个 JSON-RPC 调用一并发送

source: Multiple profiles are enabled in stored rules. Choose one profile to restore exclusive behavior.
zh_hans: 存储的规则中启用了多个配置。请选择一个配置以恢复互斥行为。

source: Mute
zh_hans: 静音

source: Mute a domain or path prefix to keep recurring traffic out of this Traffic Tab.
zh_hans: 静音某个域名或路径前缀，以便将重复出现的流量排除在此“流量标签页”之外。

source: Mute a Source
zh_hans: 静音某个来源

source: Mute App Sources
zh_hans: 将应用来源静音

source: Mute Source
zh_hans: 将来源静音

source: Muted Sources
zh_hans: 已静音来源

source: Muted sources apply regardless of the active Focus Set.
zh_hans: 无论当前使用哪个焦点集，已静音的来源都会生效。

source: My own Terminal...
zh_hans: 我自己的终端...

source: Name
zh_hans: 名称

source: Name is required
zh_hans: 必须填写名称

source: Navigator
zh_hans: 导航器

source: Needs attention
zh_hans: 需要注意

source: NEEDS ATTENTION
zh_hans: 需要处理

source: nested message · %lld fields
zh_hans: 嵌套消息 · %lld 个字段

source: Network Condition…
zh_hans: 网络条件…

source: Network Conditions
zh_hans: 网络状况

source: Network Conditions host
zh_hans: Network Conditions 主机

source: Network Conditions throttles bandwidth and adds latency so you can reproduce how your app behaves on a slow connection.
zh_hans: 网络条件会限制带宽并增加延迟，帮助你重现 App 在慢速连接下的表现。

source: Network Conditions...
zh_hans: 网络条件...

source: Network Conditions…
zh_hans: 网络条件…

source: Network profile
zh_hans: 网络配置

source: Network Profile
zh_hans: 网络配置

source: Never
zh_hans: 永不

source: New
zh_hans: 新建

source: New %@
zh_hans: 新建 %@

source: New Allow Rule
zh_hans: 新建允许规则

source: New Block Rule
zh_hans: 新建阻止规则

source: New Breakpoint rule
zh_hans: 新建断点规则

source: New Breakpoint Rule
zh_hans: 新建断点规则

source: New conversation
zh_hans: 新建对话

source: New Conversation
zh_hans: 新建对话

source: New Definition
zh_hans: 新建定义

source: New Focus Set
zh_hans: 新建焦点集

source: New Folder
zh_hans: 新建文件夹

source: New Header Rule
zh_hans: 新建标头规则

source: New Map Local Rule
zh_hans: 新建 Map Local 规则

source: New Map Remote Rule
zh_hans: 新建 Map Remote 规则

source: New mapping definition
zh_hans: 新建映射定义

source: New Mapping Definition
zh_hans: 新建映射定义

source: New Modify Header rule
zh_hans: 新建修改标头规则

source: New Network Conditions Rule
zh_hans: 新建网络状况规则

source: New Project
zh_hans: 新建项目

source: New Project…
zh_hans: 新建项目…

source: New Request Template
zh_hans: 新建请求模板

source: New requests are not being recorded. Resume recording to capture traffic.
zh_hans: 新请求未被记录。恢复记录以捕获流量。

source: New Response Template
zh_hans: 新建响应模板

source: New Rule
zh_hans: 新建规则

source: New Script
zh_hans: 新建脚本

source: New Session
zh_hans: 新建会话

source: New Tab
zh_hans: 新建标签页

source: New Template
zh_hans: 新建模板

source: New traffic is being added to the active workspace.
zh_hans: 新流量正在添加到当前工作区。

source: New: ⌘N
zh_hans: 新建：⌘N

source: New…
zh_hans: 新建…

source: Next
zh_hans: 下一步

source: Next Check
zh_hans: 下一项检查

source: Next Item
zh_hans: 下一个项目

source: Next Item (⌘])
zh_hans: 下一项（⌘]）

source: Next step
zh_hans: 下一步

source: Next Step
zh_hans: 下一步

source: Next.js handler
zh_hans: Next.js 处理程序

source: Next.js ships a manual App Router route-handler snippet.
zh_hans: Next.js 提供手动的 App Router 路由处理程序代码片段。

source: No
zh_hans: 否

source: No %@
zh_hans: 没有 %@

source: No active filter
zh_hans: 当前没有生效的筛选器

source: NO ACTIVE SCRIPTS
zh_hans: 无生效脚本

source: No additional recovery guidance is available for this error.
zh_hans: 没有可用于此错误的其他恢复指导。

source: No AI Metadata
zh_hans: 无 AI 元数据

source: No AI-specific warning was detected from visible traffic fields.
zh_hans: 从可见流量字段中未检测到 AI 专属警告。

source: No Allow List rules
zh_hans: 没有允许列表规则

source: No Allow List rules found in the file.
zh_hans: 文件中未找到允许列表规则。

source: No Authorization
zh_hans: 无授权信息

source: No Authorization header found
zh_hans: 未找到 Authorization 标头

source: No Block List rules found in the file.
zh_hans: 文件中未找到阻止列表规则。

source: No Body
zh_hans: 无正文

source: No body data
zh_hans: 没有正文数据

source: No Breakpoint Rules
zh_hans: 没有断点规则

source: No Cache
zh_hans: 无缓存

source: No Caching
zh_hans: 不缓存

source: No captured events match this filter.
zh_hans: 没有已捕获的事件与此筛选器匹配。

source: No captured requests are available for review.
zh_hans: 没有可供查看的已捕获请求。

source: No captured requests match the current view. Adjust or clear its filters to see traffic here.
zh_hans: 没有捕获的请求与当前视图匹配。请调整或清除其筛选条件以在此处查看流量。

source: No captured traffic is sent with update reports.
zh_hans: 更新报告不会发送任何已捕获流量。

source: No captured traffic to export
zh_hans: 没有可导出的已捕获流量

source: No captured value matches your search.
zh_hans: 没有已捕获的值与你的搜索匹配。

source: No certificate was imported.
zh_hans: 未导入证书。

source: No Client Certificates
zh_hans: 无客户端证书

source: No common credential header was captured
zh_hans: 未捕获到常见的凭据标头

source: No comparable successful request was found in the current session.
zh_hans: 当前会话中未找到可比较的成功请求。

source: No compare candidates yet
zh_hans: 尚无比较候选项

source: No complete AI Assistant provider is configured.
zh_hans: 未配置完整的 AI 助手提供商。

source: No completed response was captured
zh_hans: 未捕获到已完成的响应

source: No concrete findings from the captured traffic.
zh_hans: 从已捕获的流量中未发现具体结果。

source: No conditions
zh_hans: 没有条件

source: No Configured Model
zh_hans: 未配置模型

source: No CONNECT failure is shown. Inspect the HTTPS requests inside this tunnel only if the app still behaved unexpectedly.
zh_hans: 未显示 CONNECT 失败。仅当应用仍出现异常行为时，才检查此隧道内的 HTTPS 请求。

source: No CONNECT failure is shown. Inspect the tunneled HTTPS requests only if the app still behaved unexpectedly.
zh_hans: 未显示 CONNECT 失败。如果 App 的行为仍异常，请仅检查隧道传输的 HTTPS 请求。

source: No conversation text
zh_hans: 无对话文本

source: No Conversations
zh_hans: 没有对话

source: No cookies
zh_hans: 无 Cookie

source: No credential saved in settings or Keychain
zh_hans: 设置或钥匙串中没有保存的凭据

source: No Data Collected
zh_hans: 未收集数据

source: NO DECRYPT RULES
zh_hans: 没有解密规则

source: No Default Root Available
zh_hans: 没有可用的默认根证书

source: No Enabled Bypasses
zh_hans: 没有已启用的绕过项

source: No Event Selected
zh_hans: 未选择事件

source: No Events
zh_hans: 没有事件

source: No excluded domain
zh_hans: 无排除域名

source: No Excluded Domain
zh_hans: 无排除的域名

source: No excluded path
zh_hans: 没有排除的路径

source: No Excluded Path
zh_hans: 没有排除的路径

source: No failure is proven by this exchange. Open Details only if you want to inspect headers, timing, or payloads.
zh_hans: 此次交互未证实任何故障。仅当你想检查标头、时序或有效载荷时才打开“详细信息”。

source: No first-party snippet in Rockxy for this target yet
zh_hans: Rockxy 尚未提供适用于此目标的第一方代码片段

source: No Focus Sets
zh_hans: 没有焦点集

source: No Frame Selected
zh_hans: 未选择帧

source: No Full Proxy Bypass Entries
zh_hans: 无完全代理绕过条目

source: No gRPC Metadata
zh_hans: 无 gRPC 元数据

source: No Header Columns
zh_hans: 没有标头列

source: No Headers
zh_hans: 无标头

source: No hidden filters active
zh_hans: 当前没有生效的隐藏筛选器

source: No History
zh_hans: 无历史记录

source: No hosts
zh_hans: 没有主机

source: No HTTPS decryption rules
zh_hans: 没有 HTTPS 解密规则

source: No Key-Value Pairs
zh_hans: 没有键值对

source: No local models installed yet.
zh_hans: 尚未安装本地模型。

source: No Local Schemas
zh_hans: 无本地架构

source: No Logs
zh_hans: 没有日志

source: No Map Local rules
zh_hans: 没有 Map Local 规则

source: No Map Remote rules
zh_hans: 没有 Map Remote 规则

source: No Mapping Definitions
zh_hans: 没有映射定义

source: No match for: %@
zh_hans: 无匹配项：%@

source: No Matching Breakpoint Rules
zh_hans: 没有匹配的断点规则

source: No Matching Events
zh_hans: 没有匹配的事件

source: No Matching Focus Sets
zh_hans: 没有匹配的焦点集

source: No Matching Headers
zh_hans: 没有匹配的标头

source: No Matching Host Patterns
zh_hans: 没有匹配的主机模式

source: No matching notes
zh_hans: 无匹配的备注

source: No Matching Observed Hosts
zh_hans: 没有匹配的已观察主机

source: No Matching Output
zh_hans: 没有匹配的输出

source: No matching pinned items
zh_hans: 没有匹配的置顶项目

source: No Matching Requests
zh_hans: 无匹配的请求

source: No matching rules
zh_hans: 没有匹配的规则

source: No matching saved items
zh_hans: 没有匹配的已保存项目

source: No Matching Scripts
zh_hans: 没有匹配的脚本

source: No matching setups
zh_hans: 没有匹配的设置

source: No Matching Sources
zh_hans: 无匹配的来源

source: No Matching Templates
zh_hans: 没有匹配的模板

source: No Message Frames
zh_hans: 没有消息帧

source: No messages yet
zh_hans: 尚无消息

source: No Modify Header Rules
zh_hans: 没有修改标头规则

source: No Muted Sources
zh_hans: 没有已静音的来源

source: No Network Conditions rules
zh_hans: 没有网络条件规则

source: No new traffic is being captured.
zh_hans: 当前未捕获新流量。

source: No notes
zh_hans: 无备注

source: No Observed Hosts Yet
zh_hans: 尚未观察到主机

source: No OpenAPI-eligible requests captured
zh_hans: 未捕获符合 OpenAPI 条件的请求

source: No OpenAPI-eligible requests in the active filter
zh_hans: 当前筛选器中没有符合 OpenAPI 条件的请求

source: No OpenAPI-eligible requests selected
zh_hans: 未选择符合 OpenAPI 条件的请求

source: No OpenAPI-eligible requests to export
zh_hans: 没有符合 OpenAPI 条件的请求可导出

source: No operations. Add at least one header operation.
zh_hans: 没有操作。请至少添加一个标头操作。

source: No other requests to this host in the current session.
zh_hans: 当前会话中没有对此主机的其他请求。

source: No outbound request
zh_hans: 无出站请求

source: No pairing token is available. Regenerate a token to allow clients to connect.
zh_hans: 没有可用的配对令牌。请重新生成令牌以允许客户端连接。

source: No pairing token. Generate one in Pairing before clients can stream runtime events.
zh_hans: 无配对令牌。请在“配对”中生成一个，客户端才能流式传输运行时事件。

source: No Paused Traffic
zh_hans: 没有暂停的流量

source: No pinned items
zh_hans: 没有置顶项目

source: No Pinned Requests
zh_hans: 无置顶请求

source: No pinned setups yet
zh_hans: 尚无置顶的设置

source: No Plugin Selected
zh_hans: 未选择插件

source: No Preview
zh_hans: 无预览

source: NO PROFILE ENABLED
zh_hans: 未启用配置

source: No Protobuf Fields
zh_hans: 没有 Protobuf 字段

source: No Query Parameters
zh_hans: 无查询参数

source: No reachable LAN IPv4 address was found. Connect this Mac to Wi-Fi or Ethernet, then try again.
zh_hans: 找不到可访问的局域网 IPv4 地址。请将这台 Mac 连接到 Wi-Fi 或以太网，然后重试。

source: No reachable Wi-Fi or Ethernet IPv4 address was found. Connect this Mac to the same network as the device, then try again.
zh_hans: 未找到可访问的 Wi-Fi 或以太网 IPv4 地址。请将这台 Mac 连接到与设备相同的网络，然后重试。

source: No request body
zh_hans: 无请求正文

source: No requests
zh_hans: 没有请求

source: No Requests
zh_hans: 没有请求

source: No requests are currently retained — capture is paused.
zh_hans: 当前没有保留任何请求 — 捕获已暂停。

source: No requests are currently retained — capture is stopped. Start capture to record traffic.
zh_hans: 当前未保留任何请求，捕获已停止。请开始捕获以记录流量。

source: No requests are currently retained yet — capture is running.
zh_hans: 当前尚未保留任何请求 — 捕获正在运行。

source: No requests are currently retained.
zh_hans: 当前没有保留任何请求。

source: No requests match the active filters. %lld requests are available before filtering.
zh_hans: 没有请求匹配当前筛选条件。筛选前共有 %lld 个请求可用。

source: No requests match the active filters. 1 request is available before filtering.
zh_hans: 没有请求与当前筛选条件匹配。筛选前有 1 个请求可用。

source: No requests selected
zh_hans: 未选择请求

source: No requests to show.
zh_hans: 没有可显示的请求。

source: No Requests with Notes
zh_hans: 没有带备注的请求

source: No response
zh_hans: 无响应

source: No Response
zh_hans: 无响应

source: No response body
zh_hans: 无响应正文

source: No response data
zh_hans: 无响应数据

source: No response has been captured for this request.
zh_hans: 尚未捕获此请求的响应。

source: No Results
zh_hans: 没有结果

source: No retrieval or embedding result was visible for this selected transaction.
zh_hans: 此所选事务中未显示检索或嵌入结果。

source: No Root CA
zh_hans: 无根 CA

source: No Root CA certificate is available to share.
zh_hans: 没有可共享的根 CA 证书。

source: No Root CA certificate is available. Generate a Root CA first.
zh_hans: 没有可用的根 CA 证书。请先生成根 CA。

source: No Root CA certificate to export. Generate one first.
zh_hans: 没有可导出的根 CA 证书。请先生成一个。

source: No Root CA to export. Generate one first.
zh_hans: 没有可导出的根 CA。请先生成一个。

source: No Root Certificate
zh_hans: 没有根证书

source: No root certificate is loaded. HTTPS interception is unavailable.
zh_hans: 未加载根证书。HTTPS 拦截不可用。

source: No RPC errors
zh_hans: 没有 RPC 错误

source: No rule modified this request
zh_hans: 没有规则修改此请求
